Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

source: No loss-making vehicle sales in this month.
ar: لا توجد مبيعات مركبات خاسرة في هذا الشهر.
hi: इस माह घाटे वाली कोई कार बिक्री नहीं।
id: Tidak ada penjualan kendaraan yang merugi di bulan ini.
pt_br: Não houve vendas de veículos com prejuízo neste mês.

source: No organizations yet
ar: لا توجد مؤسسات بعد
hi: अभी तक कोई संगठन नहीं
id: Belum ada organisasi
ja: 組織はまだありません
pt_br: Nenhuma organização ainda
ru: Организаций пока нет
uz: Hozircha tashkilot yoʻq

source: No part inventory in stock.
ar: لا يوجد مخزون قطع.
hi: स्टॉक में कोई पार्ट इन्वेंटरी नहीं.
id: Tidak ada persediaan suku cadang dalam stok.
pt_br: Não há estoque de peças em estoque.

source: No part sales in this month.
ar: لا توجد مبيعات قطع في هذا الشهر.
hi: इस महीने में कोई पार्ट बिक्री नहीं.
id: Tidak ada penjualan suku cadang di bulan ini.
pt_br: Nenhuma venda de peças neste mês.

source: No profitable close
ar: لا توجد صفقة رابحة
hi: कोई लाभदायक समापन नहीं
id: Tidak ada penutupan yang menguntungkan
pt_br: Nenhum fechamento lucrativo

source: No profitable vehicle sales in this month.
ar: لا توجد مبيعات مركبات رابحة في هذا الشهر.
hi: इस माह कोई लाभदायक कार बिक्री नहीं।
id: Tidak ada penjualan kendaraan yang menguntungkan di bulan ini.
pt_br: Nenhuma venda lucrativa de veículos neste mês.

source: No realized profitable vehicle sale in this month.
ar: لا توجد مبيعات مركبات رابحة محققة في هذا الشهر.
hi: इस माह कोई लाभदायक कार बिक्री नहीं हुई।
id: Tidak ada realisasi penjualan kendaraan yang menguntungkan di bulan ini.
pt_br: Nenhuma venda lucrativa de veículo realizada neste mês.

source: No realized sales were recorded while expenses still reached %@.
ar: لم يتم تسجيل مبيعات محققة بينما وصلت المصروفات إلى %@.
hi: कोई वास्तविक बिक्री दर्ज नहीं की गई जबकि खर्च अभी भी %@ तक पहुंच गया।
id: Tidak ada realisasi penjualan yang dicatat sementara biaya masih mencapai %@.
pt_br: Nenhuma venda realizada foi registrada enquanto as despesas ainda atingiram %@.

source: No recipients resolved yet.
ar: لم يتم حل أي مستلمين حتى الآن.
hi: अभी तक किसी भी प्राप्तकर्ता का समाधान नहीं हुआ।
id: Belum ada penerima yang terselesaikan.
ja: 宛先はまだありません。
pt_br: Nenhum destinatário resolvido ainda.
ru: Получатели пока не определены.
uz: Hech bir qabul qiluvchi hali hal qilinmagan.

source: No revenue recorded in this month.
ar: لم يتم تسجيل إيرادات في هذا الشهر.
hi: इस महीने में कोई राजस्व दर्ज नहीं किया गया.
id: Tidak ada pendapatan yang dicatat pada bulan ini.
pt_br: Nenhuma receita registrada neste mês.

source: No team members found
ar: لم يتم العثور على أعضاء في الفريق
hi: टीम का कोई सदस्य नहीं मिला
id: Tidak ada anggota tim yang ditemukan
pt_br: Nenhum membro da equipe encontrado

source: No users found
ar: لم يتم العثور على مستخدمين
hi: कोई उपयोगकर्ता नहीं मिला
id: Tidak ada pengguna yang ditemukan
ja: ユーザーが見つかりません
pt_br: Nenhum usuário encontrado
ru: Пользователи не найдены
uz: Hech qanday foydalanuvchi topilmadi

source: No vehicle sales in this month.
ar: لا توجد مبيعات مركبات في هذا الشهر.
hi: इस महीने में कोई कार बिक्री नहीं.
id: Tidak ada penjualan kendaraan di bulan ini.
pt_br: Nenhuma venda de veículos neste mês.

source: No vehicles found
ar: لم يتم العثور على مركبات
hi: कोई कार नहीं मिला
id: Tidak ada kendaraan yang ditemukan
ja: 車両が見つかりません
pt_br: Nenhum veículo encontrado
ru: Автомобили не найдены
uz: Hech qanday avtomobil topilmadi

source: Note
ar: ملحوظة
hi: नोट
id: Catatan
ja: メモ
pt_br: Nota
ru: Примечание
uz: Eslatma

source: Note (Optional)
ar: ملاحظة (اختياري)
hi: नोट (वैकल्पिक)
id: Catatan (Opsional)
ja: メモ（任意）
pt_br: Nota (opcional)
ru: Примечание (необязательно)
uz: Eslatma (ixtiyoriy)

source: Notes
ar: ملاحظات
hi: टिप्पणियाँ
id: Catatan
ja: メモ
pt_br: Notas
ru: Заметки
uz: Eslatmalar

source: Notice
ar: تنبيه
hi: सूचना
id: Perhatikan
pt_br: Aviso

source: Notifications
ar: إشعارات
hi: नोटिफिकेशन
id: Pemberitahuan
ja: 通知
pt_br: Notificações
ru: Уведомления
uz: Bildirishnomalar

source: OK
ar: حسنا
hi: ठीक है
ru: ОК

source: Offline Queue
ar: قائمة الانتظار دون اتصال
hi: ऑफ़लाइन कतार
id: Antrian Offline
ja: オフラインキュー
pt_br: Fila off-line
ru: Очередь офлайн
uz: Oflayn navbat

source: Only owner or admin can change these settings.
ar: يمكن للمالك أو المسؤول فقط تغيير هذه الإعدادات.
hi: केवल स्वामी या व्यवस्थापक ही इन सेटिंग्स को बदल सकते हैं.
id: Hanya pemilik atau admin yang dapat mengubah pengaturan ini.
ja: この設定を変更できるのはオーナーまたは管理者のみです。
pt_br: Somente o proprietário ou administrador pode alterar essas configurações.
ru: Изменять эти настройки может только владелец или администратор.
uz: Bu sozlamalarni faqat egasi yoki administrator oʻzgartirishi mumkin.

source: Open
ar: يفتح
hi: खुला
id: Buka
ja: 開く
pt_br: Abrir
ru: Открыть
uz: Ochiq

source: Open Apple Subscription Settings
ar: افتح إعدادات اشتراك أبل
hi: Apple सदस्यता सेटिंग्स खोलें
id: Buka Pengaturan Berlangganan Apple
ja: Appleのサブスクリプション設定を開く
ko: Apple 구독 설정 열기
pt_br: Abra as configurações de assinatura da Apple
ru: Открыть настройки подписок Apple
uz: Apple obuna sozlamalarini oching

source: Open Deal Desk
ar: فتح مكتب الصفقات
hi: Deal Desk खोलें
id: Buka Deal Desk
ja: 販売計算を開く
pt_br: Atendimento de negociações abertas
ru: Открыть калькулятор сделки
uz: Deal Deskni oching

source: Open Settings
ar: افتح الإعدادات
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ja: 設定を開く
pt_br: Abrir configurações
ru: Открыть настройки
uz: Sozlamalarni oching

source: Open Vehicles
ar: المركبات المفتوحة
hi: खुले कार
id: Buka Vehicles
ja: 車両を開く
pt_br: Veículos abertos
ru: Открыть автомобили
uz: Ochiq avtomobillar

source: Operations
ar: العمليات
hi: संचालन
id: Operasi
ja: 業務
pt_br: Operações
ru: Операции
uz: Operatsiyalar

source: Other
ar: آخر
hi: अन्य
id: Lainnya
ja: その他
pt_br: Outro
ru: Другое
uz: Boshqa

source: Overdue
ar: متأخر
hi: अतिदेय
id: Terlambat
ja: 期限切れ
pt_br: Atrasado
ru: Просрочено
uz: Muddati o‘tgan

source: Overdue • %@
ar: متأخر • %@
hi: अतिदेय • %@
id: Terlambat • %@
pt_br: Atrasado • %@

source: Owner and admin recipients only
ar: المستلمون المالكون والمشرفون فقط
hi: केवल स्वामी और व्यवस्थापक प्राप्तकर्ता
id: Hanya penerima pemilik dan admin
ja: オーナーと管理者のみ宛先
pt_br: Somente destinatários proprietários e administradores
ru: Только владельцы и администраторы
uz: Faqat egasi va admin oluvchilar

source: Parent Page ID
ar: معرف الصفحة الأم
hi: मूल पृष्ठ ID
id: Halaman Induk ID
ja: 親ページID
pt_br: Página pai ID
ru: ID родительской страницы
uz: Ota-sahifa identifikatori

source: Part
ar: قطعة
hi: भाग
id: Bagian
ja: 部品
pt_br: Peça
ru: Запчасть
uz: Ehtiyot qism

source: Part revenue
ar: إيرادات القطع
hi: आंशिक राजस्व
id: Bagian pendapatan
pt_br: Receita parcial

source: Part sales
ar: مبيعات القطع
hi: आंशिक बिक्री
id: Bagian penjualan
pt_br: Vendas de peças

source: Parts inventory
ar: مخزون القطع
hi: भागों की सूची
id: Parts inventaris
pt_br: Estoque de peças

source: Parts snapshot
ar: لقطة القطع
hi: भागों का स्नैपशॉट
id: cuplikan Parts
pt_br: Instantâneo de peças

source: Password
ar: كلمة المرور
hi: पासवर्ड
id: Kata sandi
ja: パスワード
pt_br: Senha
ru: Пароль
uz: Parol

source: Password Updated
ar: تم تحديث كلمة المرور
hi: पासवर्ड अपडेट किया गया
id: Kata Sandi Diperbarui
ja: パスワードを更新しました
pt_br: Senha atualizada
ru: Пароль обновлен
uz: Parol yangilandi

source: Passwords do not match
ar: كلمات المرور غير متطابقة
hi: पासवर्ड मेल नहीं खाते
id: Kata sandi tidak cocok
ja: パスワードが一致しません
pt_br: As senhas não coincidem
ru: Пароли не совпадают
uz: Parollar mos kelmaydi

source: Payment
ar: قسط
hi: भुगतान
id: Pembayaran
ja: 支払い
pt_br: Pagamento
ru: Платеж
uz: Toʻlov

source: Payment Method
ar: طريقة الدفع
hi: भुगतान विधि
id: Metode Pembayaran
ja: 支払方法
pt_br: Forma de pagamento
ru: Способ оплаты
uz: Toʻlov usuli

source: Payment is charged to your Apple ID at confirmation. Subscriptions renew automatically unless canceled at least 24 hours before the end of the period. Manage or cancel anytime in Settings > Apple ID > Subscriptions. Deleting the app does not cancel the subscription.
ar: يتم تحصيل الدفع من Apple ID عند التأكيد. تتجدد الاشتراكات تلقائيًا ما لم يتم إلغاؤها قبل 24 ساعة على الأقل من نهاية الفترة. يمكنك الإدارة أو الإلغاء في أي وقت من الإعدادات > Apple ID > الاشتراكات. حذف التطبيق لا يلغي الاشتراك.
hi: कन्फर्म करते समय भुगतान आपके Apple ID से लिया जाएगा। सदस्यता अपने-आप renew होती है, जब तक अवधि खत्म होने से कम से कम 24 घंटे पहले cancel न करें। Settings > Apple ID > Subscriptions में कभी भी manage या cancel करें। ऐप delete करने से सदस्यता cancel नहीं होती।
id: Pembayaran dibebankan ke Apple ID Anda di konfirmasi. Langganan diperpanjang secara otomatis kecuali dibatalkan setidaknya 24 jam sebelum akhir periode. Kelola atau batalkan kapan saja di Pengaturan > Apple ID > Langganan. Menghapus aplikasi tidak membatalkan langganan.
ja: お支払いは確認時にApple IDへ請求されます。サブスクリプションは期間終了の24時間前までに解約しない限り自動更新されます。管理または解約は、設定 > Apple ID > サブスクリプションからいつでも行えます。アプリを削除してもサブスクリプションは解約されません。
pt_br: O pagamento será cobrado de seu Apple ID na confirmação. As assinaturas são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 horas antes do final do período. Gerencie ou cancele a qualquer momento em Ajustes > Apple ID > Assinaturas. Excluir o aplicativo não cancela a assinatura.
ru: Оплата списывается с вашего Apple ID при подтверждении. Подписки продлеваются автоматически, если не отменить минимум за 24 часа до окончания периода. Управлять или отменить можно в Настройки > Apple ID > Подписки. Удаление приложения не отменяет подписку.
uz: Tasdiqlangandan soʻng, toʻlov Apple ID hisobingizdan olinadi. Obunalar muddat tugashidan kamida 24 soat oldin bekor qilinmasa, avtomatik ravishda yangilanadi. Istalgan vaqtda Sozlamalar > Apple ID > Obunalar orqali boshqaring yoki bekor qiling. Ilovani oʻchirish obunani bekor qilmaydi.

source: Payment method
ar: طريقة الدفع
hi: भुगतान विधि
id: Metode pembayaran
ja: 支払方法
pt_br: Forma de pagamento
ru: Способ оплаты
uz: Toʻlov usuli

source: Payments
ar: المدفوعات
hi: भुगतान
id: Pembayaran
ja: 支払い
pt_br: Pagamentos
ru: Платежи
uz: Toʻlovlar

source: Pending confirmation
ar: في انتظار التأكيد
hi: पुष्टिकरण लंबित है
id: Menunggu konfirmasi
ja: 確認待ち
pt_br: Confirmação pendente
ru: Ожидает подтверждения
uz: Tasdiq kutilmoqda

source: Pending: %@
ar: في انتظار المراجعة: %@
hi: लंबित: %@
id: Tertunda: %@
ja: 保留中: %@
pt_br: Pendente: %@
ru: Ожидает: %@
uz: Kutilmoqda: %@

source: Performance & Profit
ar: الأداء والربح
hi: प्रदर्शन एवं लाभ
id: Kinerja & Keuntungan
ja: 業績と利益
pt_br: Desempenho e lucro
ru: Показатели и прибыль
uz: Ishlash va foyda

source: Personal Information
ar: معلومات شخصية
hi: व्यक्तिगत जानकारी
id: Informasi Pribadi
ja: 個人情報
pt_br: Informações pessoais
ru: Личная информация
uz: Shaxsiy ma'lumotlar

source: Phone
ar: الهاتف
hi: फ़ोन
id: Telepon
ja: 電話
pt_br: Telefone
ru: Телефон
uz: Telefon

source: Phone Number
ar: رقم التليفون
hi: फ़ोन नंबर
id: Nomor Telepon
ja: 電話番号
pt_br: Número de telefone
ru: Номер телефона
uz: Telefon raqami

source: Phone number
ar: رقم التليفون
hi: फ़ोन नंबर
id: Nomor telepon
ja: 電話番号
pt_br: Número de telefone
ru: Номер телефона
uz: Telefon raqami

source: Photos
ar: صور
hi: तस्वीरें
id: Foto
ja: 写真
pt_br: Fotos
ru: Фото
uz: Rasmlar

source: Plan
ar: يخطط
hi: योजना
id: Rencana
ja: プラン
ko: 요금제
pt_br: Plano
ru: План
uz: Reja

source: Plate / Registration
ar: لوحة / تسجيل
hi: प्लेट/पंजीकरण
id: Piring / Registrasi
ja: 登録・ナンバー
pt_br: Placa / Inscrição
ru: Номера / регистрация
uz: Raqam / roʻyxat

source: Preferred Date
ar: التاريخ المفضل
hi: पसंदीदा तिथि
id: Tanggal Pilihan
ja: 希望日
pt_br: Data preferencial
ru: Предпочтительная дата
uz: Afzal sana

source: Preview
ar: معاينة
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
pt_br: Visualização
ru: Предпросмотр
uz: Koʻrib chiqish

source: Preview Photo
ar: معاينة الصورة
hi: फ़ोटो का पूर्वावलोकन करें
id: Pratinjau Foto
ja: 写真をプレビュー
pt_br: Visualizar foto
ru: Предпросмотр фото
uz: Fotosuratni oldindan koʻrish

source: Preview and export the same finance snapshot that will back future email delivery.
ar: قم بمعاينة وتصدير نفس اللقطة المالية التي ستدعم تسليم البريد الإلكتروني في المستقبل.
hi: उसी वित्त स्नैपशॉट का पूर्वावलोकन करें और निर्यात करें जो भविष्य में ईमेल डिलीवरी का समर्थन करेगा।
id: Pratinjau dan ekspor cuplikan keuangan yang sama yang akan mendukung pengiriman email di masa mendatang.
ja: 今後のメール配信に使う財務スナップショットをプレビューして書き出します。
pt_br: Visualize e exporte o mesmo instantâneo financeiro que apoiará a entrega futura de e-mails.
ru: Просмотрите и экспортируйте финансовый снимок, который будет использоваться для будущей email-рассылки.
uz: Kelajakda elektron pochta xabarlarini yuborishni qoʻllab-quvvatlaydigan bir xil moliyaviy suratni oldindan koʻring va eksport qiling.

source: Previous calendar month
ar: الشهر التقويمي السابق
hi: पिछला कैलेंडर माह
id: Bulan kalender sebelumnya
pt_br: Mês anterior

source: Price
ar: السعر
hi: कीमत
id: Harga
ja: 価格
pt_br: Preço
ru: Цена
uz: Narxi

source: Price Drop Suggested
ar: اقتراح خفض السعر
hi: कीमत में गिरावट का सुझाव
id: Penurunan Harga Disarankan
ja: 値下げを推奨
pt_br: Sugestão de redução de preço
ru: Рекомендуется снизить цену
uz: Narxni pasaytirish tavsiya etiladi

source: Privacy Policy
ar: سياسة الخصوصية
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
uz: Maxfiylik siyosati

source: Pro
ar: احترافي

source: Pro Access Active
ar: وصول برو نشط
hi: Pro एक्सेस सक्रिय
id: Pro Akses Aktif
ja: Proアクセス有効
ko: Pro 액세스 활성
pt_br: Acesso Pro ativo
ru: Доступ Pro активен
uz: Pro Access faol

source: Processing...
ar: يعالج...
hi: प्रसंस्करण...
id: Memproses...
ja: 処理中...
ko: 처리 중...
pt_br: Processando...
ru: Обработка...
uz: Ishlanmoqda...

source: Professional Dealer Management
ar: إدارة الوكلاء المحترفين
hi: पेशेवर डीलर प्रबंधन
id: Manajemen Dealer Profesional
ja: 販売店向け業務管理
pt_br: Gerenciamento de revendedores Professional
ru: Профессиональное управление дилерским бизнесом
uz: Professional diler boshqaruvi

source: Profile Updated
ar: تم تحديث الملف الشخصي
hi: Proफ़ाइल अपडेट की गई
id: Profil Diperbarui
ja: プロフィールを更新しました
pt_br: Arquivo Pro atualizado
ru: Профиль обновлен
uz: Profil yangilandi

source: Profit %@
ar: الربح %@
hi: लाभ %@
id: Untung %@
pt_br: Lucro %@

source: Projected ROI is %@%%. Consider cost reduction or price increase.
ar: العائد المتوقع على الاستثمار %@%%. فكّر في تقليل التكلفة أو زيادة السعر.
hi: प्रक्षेपित ROI %@%% है। लागत में कमी या मूल्य वृद्धि पर विचार करें.
id: ROI yang diproyeksikan adalah %@%%. Pertimbangkan pengurangan biaya atau kenaikan harga.
ja: 予測ROIは%@%%です。コスト削減または値上げを検討してください。
pt_br: ProO ROI projetado é %@%%. Considere a redução de custos ou o aumento de preços.
ru: Прогнозируемый ROI: %@%%. Рассмотрите снижение затрат или повышение цены.
uz: Kutilayotgan ROI %@%%. Xarajatni kamaytirish yoki narxni oshirishni ko‘rib chiqing.

source: Purchase without an account
ar: الشراء بدون حساب
hi: बिना खाते के खरीदारी
id: Beli tanpa akun
ja: アカウントなしで購入
ko: 계정 없이 구매
pt_br: Compre sem conta
ru: Покупка без аккаунта
uz: Hisobsiz xarid qiling

source: Purchases restored.
ar: تمت استعادة المشتريات.
hi: खरीदारी बहाल हो गई.
id: Pembelian dipulihkan.
ja: 購入を復元しました。
ko: 구매가 복원되었습니다.
pt_br: Compras restauradas.
ru: Покупки восстановлены.
uz: Xaridlar tiklandi.

source: Quarterly
ar: ربع سنوية
hi: त्रैमासिक
id: Triwulanan
ja: 四半期
ko: 분기별
pt_br: Trimestral
ru: Квартальный
uz: Har chorakda

source: Quick Actions
ar: إجراءات سريعة
hi: त्वरित कार्रवाई
id: Tindakan Cepat
ja: クイック操作
pt_br: Ações rápidas
ru: Быстрые действия
uz: Tezkor harakatlar

source: Re-enter password
ar: أعد إدخال كلمة المرور
hi: पासवर्ड पुनः दर्ज करें
id: Masukkan kembali kata sandi
ja: パスワードを再入力
pt_br: Digite a senha novamente
ru: Повторите пароль
uz: Parolni qayta kiriting

source: Ready to export data
ar: جاهز لتصدير البيانات
hi: डेटा निर्यात करने के लिए तैयार
id: Siap mengekspor data
ja: データを書き出す準備ができました
pt_br: Pronto para exportar dados
ru: Готово к экспорту данных
uz: Maʻlumotlarni eksport qilishga tayyor

source: Realized sales profit
ar: ربح المبيعات المحقق
hi: बिक्री लाभ का एहसास हुआ
id: Keuntungan penjualan yang direalisasikan
pt_br: Lucro de vendas realizado

source: Realized sales profit covered expenses and cash movement stayed non-negative at %@.
ar: غطى ربح المبيعات المحقق المصروفات وبقيت حركة النقد غير سالبة عند %@.
hi: वास्तविक बिक्री लाभ कवर किए गए खर्च और नकदी संचलन %@ पर गैर-नकारात्मक रहा।
id: Realisasi laba penjualan menutupi biaya dan pergerakan kas tetap non-negatif di %@.
pt_br: O lucro de vendas realizado cobriu as despesas e a movimentação de caixa permaneceu não negativa em %@.

source: Recipients
ar: المستلمون
hi: प्राप्तकर्ता
id: Penerima
ja: 宛先
pt_br: Destinatários
ru: Получатели
uz: Qabul qiluvchilar

source: Record a payment to reduce the balance.
ar: تسجيل دفعة لتقليل الرصيد.
hi: शेष राशि कम करने के लिए भुगतान रिकॉर्ड करें।
id: Catat pembayaran untuk mengurangi saldo.
ja: 支払いを記録して残高を減らします。
pt_br: Registre um pagamento para reduzir o saldo.
ru: Зафиксируйте платеж, чтобы уменьшить баланс.
uz: Balansni kamaytirish uchun toʻlovni yozib oling.

source: Referral Code (optional)
ar: رمز الإحالة (اختياري)
hi: रेफरल कोड (वैकल्पिक)
id: Kode Referensi (opsional)
ja: 紹介コード（任意）
pt_br: Código de referência (opcional)
ru: Реферальный код (необязательно)
uz: Murojaat kodi (ixtiyoriy)

source: Referral bonus active until %@
ar: مكافأة الإحالة نشطة حتى %@
hi: रेफरल बोनस %@ तक सक्रिय है
id: Bonus referral aktif sampai %@
ja: 紹介ボーナス有効期限 %@
pt_br: Bônus de indicação ativo até %@
ru: Реферальный бонус активен до %@
uz: Tavsiya bonusi %@ gacha faol

source: Referral code
ar: رمز الإحالة
hi: रेफरल कोड
id: Kode referensi
ja: 紹介コード
pt_br: Código de referência
ru: Реферальный код
uz: Referal kodi

source: Refresh Databases
ar: تحديث قواعد البيانات
hi: डेटाबेस ताज़ा करें
id: Segarkan Basis Data
ja: データベースを更新
pt_br: Atualizar bancos de dados
ru: Обновить базы данных
uz: Ma'lumotlar bazalarini yangilash

source: Refreshing...
ar: منعش...
hi: ताज़ा...
id: Menyegarkan...
ja: 更新中...
pt_br: Atualizando...
ru: Обновление...
uz: Yangilanmoqda...

source: Registration
ar: تسجيل
hi: पंजीकरण
id: Pendaftaran
ja: 登録
pt_br: Inscrição
ru: Регистрация
uz: Roʻyxatdan oʻtish

source: Reminders & Due Dates
ar: التذكيرات وتواريخ الاستحقاق
hi: अनुस्मारक एवं नियत तारीखें
id: Pengingat & Tanggal Jatuh Tempo
ja: リマインダーと期限
pt_br: Lembretes e datas de vencimento
ru: Напоминания и сроки
uz: Eslatmalar va tugash sanalari

source: Remote %@
ar: البعيد %@
hi: रिमोट %@
id: Jarak jauh %@
ja: リモート %@
pt_br: %@ remoto
ru: Удаленно %@
uz: Masofaviy %@

source: Remote %lld
ar: السحابة %lld
hi: रिमोट %lld
id: Jarak jauh %lld
ja: リモート %lld
pt_br: %lld remoto
ru: Удаленно %lld
uz: Masofaviy %lld

source: Remote check failed: %@
ar: فشل التحقق عن بعد: %@
hi: रिमोट जांच विफल: %@
id: Pemeriksaan jarak jauh gagal: %@
ja: リモート確認に失敗: %@
pt_br: Falha na verificação remota: %@
ru: Удаленная проверка не удалась: %@
uz: Masofadan tekshirish amalga oshmadi: %@

source: Remote —
ar: بعيد -
hi: रिमोट -
id: Jarak jauh —
ja: リモート —
pt_br: Remoto —
ru: Удаленно —
uz: Masofadan -

source: Report contents
ar: محتويات التقرير
hi: सामग्री की रिपोर्ट करें
id: Isi laporan
ja: レポート内容
pt_br: Conteúdo do relatório
ru: Содержимое отчета
uz: Hisobot mazmuni

source: Reset Password
ar: إعادة تعيين كلمة المرور
hi: पासवर्ड रीसेट करें
id: Atur Ulang Kata Sandi
ja: パスワードをリセット
pt_br: Redefinir senha
ru: Сбросить пароль
uz: Parolni tiklash

source: Restore Purchases
ar: استعادة المشتريات
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan Pembelian
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
uz: Xaridlarni tiklash

source: Restoring...
ar: جارٍ الاستعادة...
hi: पुनर्स्थापित किया जा रहा है...
id: Memulihkan...
ja: 復元中...
ko: 복원 중...
pt_br: Restaurando...
ru: Восстановление...
uz: Qayta tiklanmoqda...

source: Retry
ar: أعد المحاولة
hi: पुनः प्रयास करें
id: Coba lagi
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
uz: Qayta urinish

source: Revenue %@
ar: الإيرادات %@
hi: राजस्व %@
id: Pendapatan %@
pt_br: Receita %@

source: Revenue %@ • COGS %@
ar: الإيرادات %@ • تكلفة البضاعة المباعة %@
hi: रेवेन्यू %@ • लागत %@
id: Pendapatan %@ • HPP %@
pt_br: Receita %@ • CPV %@

source: Revenue %@ • Purchase %@ • Expenses %@ • Holding %@ • VAT refund %@
ar: الإيرادات %@ • الشراء %@ • المصروفات %@ • الاحتفاظ %@ • استرداد VAT %@
hi: राजस्व %@ • खरीद %@ • खर्च %@ • होल्डिंग %@ • VAT रिफंड %@
id: Pendapatan %@ • Pembelian %@ • Expenses %@ • Penahanan %@ • VAT pengembalian dana %@
pt_br: Receita %@ • Compra %@ • Despesas %@ • Detenção de %@ • Reembolso de IVA %@

source: Revenue composition
ar: تكوين الإيرادات
hi: राजस्व संरचना
id: Komposisi pendapatan
pt_br: Composição da receita

source: Run Diagnostics
ar: تشغيل التشخيص
hi: डायग्नोस्टिक्स चलाएँ
id: Jalankan Diagnostik
ja: 診断を実行
pt_br: Executar diagnóstico
ru: Запустить диагностику
uz: Diagnostikani ishga tushirish

source: Run a quick check to compare local data, remote data, and queued changes.
ar: قم بإجراء فحص سريع لمقارنة البيانات المحلية والبيانات البعيدة والتغييرات الموجودة في قائمة الانتظار.
hi: स्थानीय डेटा, दूरस्थ डेटा और कतारबद्ध परिवर्तनों की तुलना करने के लिए त्वरित जाँच चलाएँ।
id: Jalankan pemeriksaan cepat untuk membandingkan data lokal, data jarak jauh, dan perubahan antrean.
ja: ローカルデータ、リモートデータ、保留中の変更をすばやく比較します。
pt_br: Execute uma verificação rápida para comparar dados locais, dados remotos e alterações na fila.
ru: Запустите быструю проверку для сравнения локальных данных, удаленных данных и изменений в очереди.
uz: Mahalliy ma'lumotlar, masofaviy ma'lumotlar va navbatdagi oʻzgarishlarni solishtirish uchun tezkor tekshiruvni oʻtkazing.

source: Running...
ar: جري...
hi: चल रहा है...
id: Berlari...
ja: 実行中...
pt_br: Em execução...
ru: Выполняется...
uz: Yugurish...

source: SUBSCRIPTION DETAILS
ar: تفاصيل الاشتراك
hi: सदस्यता विवरण
ja: サブスクリプション詳細
pt_br: ASSINATURA DETAILS
ru: ДЕТАЛИ ПОДПИСКИ
uz: OBUNA BATAFSILLARI

source: SUPABASE_URL and SUPABASE_ANON_KEY are missing.
ar: قيمتا SUPABASE_URL و SUPABASE_ANON_KEY غير موجودتين.
hi: SUPABASE_URL और SUPABASE_ANON_KEY गायब हैं।
id: SUPABASE_URL dan SUPABASE_ANON_KEY tidak ada.
ja: SUPABASE_URL と SUPABASE_ANON_KEY がありません。
pt_br: SUPABASE_URL e SUPABASE_ANON_KEY estão faltando.
ru: SUPABASE_URL и SUPABASE_ANON_KEY отсутствуют.
uz: SUPABASE_URL va SUPABASE_ANON_KEY topilmadi.

source: SUPABASE_URL has an invalid format.
ar: تنسيق SUPABASE_URL غير صالح.
hi: SUPABASE_URL का प्रारूप अमान्य है.
id: SUPABASE_URL memiliki format yang tidak valid.
ja: SUPABASE_URL の形式が無効です。
pt_br: SUPABASE_URL tem um formato inválido.
ru: SUPABASE_URL имеет неверный формат.
uz: SUPABASE_URL formati notoʻgʻri.

source: Sale Type
ar: نوع البيع
hi: बिक्री का प्रकार
id: Jenis Penjualan
ja: 販売種別
pt_br: Tipo de venda
ru: Тип продажи
uz: Sotish turi

source: Sale date
ar: تاريخ البيع
hi: बिक्री की तारीख
id: Tanggal penjualan
ja: 販売日
pt_br: Data de venda
ru: Дата продажи
uz: Sotish sanasi

source: Sales Filter
ar: تصفية المبيعات
hi: बिक्री फ़िल्टर
id: Sales Penyaring
ja: 販売フィルター
pt_br: Filtro de vendas
ru: Фильтр продаж
uz: Sotish filtri

source: Sales closed
ar: مبيعات مغلقة
hi: बिक्री बंद
id: Sales ditutup
pt_br: Vendas encerradas

source: Sales tax
ar: ضريبة المبيعات
hi: विक्रय कर
id: Sales pajak
ja: 売上税
pt_br: Imposto sobre vendas
ru: Налог с продаж
uz: Savdo soligʻi

source: Save
ar: حفظ
hi: सेव करें
id: Simpan
ja: 保存
pt_br: Salvar
ru: Сохранить
uz: Saqlash

source: Save & Share
ar: حفظ ومشاركة
hi: सहेजें और साझा करें
id: Simpan & Bagikan
ja: 保存して共有
pt_br: Salvar e compartilhar
ru: Сохранить и поделиться
uz: Saqlash va almashish

source: Save Changes
ar: حفظ التغييرات
hi: परिवर्तन सहेजें
id: Simpan Perubahan
ja: 変更を保存
pt_br: Salvar alterações
ru: Сохранить изменения
uz: Oʻzgarishlarni saqlash
